{"formFailedToLoad":"El formulario no se ha podido cargar.","differentValues":"(Valores diferentes)","empty":"Sin valores","showAllOptions":"Mostrar todas las opciones","valueExpressionError":"No se pudo calcular el valor","failedToCalculateValues":"No se pudo calcular los valores","expressionEvaluationFailed":"El formulario no ha podido realizar cálculos","formComplexityThresholdExceeded":"El formulario no se ha podido cargar. Inténtelo con menos entidades","unsupportedContingentValues":"La edición de atributos de varias entidades no está disponible en el caso de las capas con los valores contingentes.","validationErrors":{"cannotBeNull":"Introduzca un valor","outsideRange":"El valor debe estar comprendido entre {min} y {max}","outsideRangeMax":"El valor debe ser menor o igual que {max}","outsideRangeMin":"El valor debe ser mayor o igual que {min}","invalidCodedValue":"El valor debería ser uno de los valores enumerados.","invalidType":"No es un valor válido","invalidBatchFormType":"Una o varias entidades contienen valores no válidos. Compruebe las entidades individuales.","tooShort":"Este campo requiere un mínimo de {min} caracteres.","featuresInError":"Una o varias entidades tienen errores. Compruebe las entidades individuales.","nonVisibleError_checkIndividualFeatures":"Una o varias entidades tienen campos ocultos con valores no válidos. Compruebe las entidades individuales y corrija los problemas.","featuresWithInvalidValues":"Una o varias entidades tienen valores no válidos","nonVisibleError_changeValues":"La entidad seleccionada tiene campos ocultos con valores no válidos. Cambie los valores de manera que los campos estén visibles."},"noVisibleFields":{"noElementsInCommon":"Las entidades seleccionadas no tienen campos compartidos","noElements":"La entidad seleccionada no tiene campos para mostrar","elementsHiddenInSome":"Las entidades seleccionadas tienen campos compartidos que no se muestran debido a expresiones de visibilidad","allElementsHidden":"Las entidades seleccionadas no tienen campos para mostrar"},"requiredFieldBatchMode":"Este campo es obligatorio para una o varias entidades.","requiredFieldLabel":"{name}: campo obligatorio"}