{"formFailedToLoad":"Không thể tải biểu mẫu.","differentValues":"(Các giá trị khác nhau)","empty":"Không có giá trị","showAllOptions":"Hiển thị tất cả tùy chọn","valueExpressionError":"Không thể tính toán giá trị","failedToCalculateValues":"Không thể tính toán giá trị","expressionEvaluationFailed":"Không thể chạy tính toán biểu mẫu","formComplexityThresholdExceeded":"Không thể tải biểu mẫu. Vui lòng thử với ít đối tượng hơn","unsupportedContingentValues":"Tính năng chỉnh sửa thuộc tính cho nhiều đối tượng không khả dụng đối với lớp có giá trị ràng buộc.","validationErrors":{"cannotBeNull":"Vui lòng nhập giá trị","outsideRange":"Giá trị phải nằm trong khoảng từ {min} đến {max}","outsideRangeMax":"Giá trị phải nhỏ hơn hoặc bằng {max}","outsideRangeMin":"Giá trị phải lớn hơn hoặc bằng {min}","invalidCodedValue":"Giá trị phải là một trong các giá trị được liệt kê.","invalidType":"Không phải là giá trị hợp lệ","invalidBatchFormType":"Một hoặc nhiều đối tượng chứa giá trị không hợp lệ. Kiểm tra từng đối tượng.","tooShort":"Trường này yêu cầu nhập tối thiểu {min} ký tự","featuresInError":"Một hoặc nhiều đối tượng có lỗi. Kiểm tra từng đối tượng.","nonVisibleError_checkIndividualFeatures":"Một hoặc nhiều đối tượng có trường bị ẩn với giá trị không hợp lệ. Kiểm tra từng đối tượng và khắc phục sự cố.","featuresWithInvalidValues":"Một hoặc nhiều đối tượng có giá trị không hợp lệ","nonVisibleError_changeValues":"Đối tượng được chọn có trường bị ẩn với giá trị không hợp lệ. Thay đổi giá trị để các trường có thể nhìn thấy được."},"noVisibleFields":{"noElementsInCommon":"Đối tượng được chọn không có trường được chia sẻ","noElements":"Đối tượng được chọn không có trường để hiển thị","elementsHiddenInSome":"Đối tượng được chọn có trường được chia sẻ không được hiển thị vì biểu thức tùy chọn","allElementsHidden":"Đối tượng được chọn không có trường để hiển thị"},"requiredFieldBatchMode":"Cần có trường này cho một hoặc nhiều đối tượng.","requiredFieldLabel":"{name} - trường bắt buộc"}