{"formFailedToLoad":"Falha no carregamento do formulário.","differentValues":"(Valores diferentes)","empty":"Sem valores","showAllOptions":"Exibir todas as opções","valueExpressionError":"Falha ao calcular valor","failedToCalculateValues":"Falha ao calcular valores","expressionEvaluationFailed":"O formulário não conseguiu efetuar cálculos","formComplexityThresholdExceeded":"Falha no carregamento do formulário. Experimente com menos elementos","unsupportedContingentValues":"A edição de atributos para múltiplos elementos não está disponível para camadas com valores contingentes.","validationErrors":{"cannotBeNull":"Introduza um valor","outsideRange":"O valor deve estar entre {min} e {max}","outsideRangeMax":"O valor deve ser menor ou igual a {max}","outsideRangeMin":"O valor deve ser maior ou igual a {min}","invalidCodedValue":"O valor deve ser um dos valores listados.","invalidType":"Não é um valor válido","invalidBatchFormType":"Um ou mais elementos contêm valores inválidos. Verifique os elementos individuais.","tooShort":"Este campo tem de ter um mínimo de {min} caracteres","featuresInError":"Um ou mais elementos apresentam erros. Verifique os elementos individuais.","nonVisibleError_checkIndividualFeatures":"Um ou mais elementos têm campos ocultos com valores inválidos. Verifique os elementos individuais e corrija os problemas.","featuresWithInvalidValues":"Um ou mais elementos têm valores inválidos","nonVisibleError_changeValues":"O elemento selecionado tem campos ocultos com valores inválidos. Altere os valores para que os campos fiquem visíveis."},"noVisibleFields":{"noElementsInCommon":"Os elementos selecionados não têm campos partilhados","noElements":"O elemento selecionado não tem campos para apresentar","elementsHiddenInSome":"Os elementos selecionados têm campos partilhados que não são apresentados devido a expressões de visibilidade","allElementsHidden":"Os elementos selecionados não têm campos para apresentar"},"requiredFieldBatchMode":"Este campo é obrigatório para um ou mais elementos.","requiredFieldLabel":"{name} - campo obrigatório"}