{"formFailedToLoad":"Kan formulier niet laden.","differentValues":"(Verschillende waarden)","empty":"Geen waarde","showAllOptions":"Alle opties weergeven","valueExpressionError":"Kan waarde niet berekenen","failedToCalculateValues":"Kan waarden niet berekenen","expressionEvaluationFailed":"Berekeningen formulier kunnen niet worden uitgevoerd.","formComplexityThresholdExceeded":"Kan formulier niet laden. Probeer het opnieuw met minder objecten","unsupportedContingentValues":"Het bewerken van attributen voor meerdere objecten is niet beschikbaar voor lagen met afhankelijke waarden.","validationErrors":{"cannotBeNull":"Voer een waarde in","outsideRange":"Waarde moet tussen {min} en {max} liggen","outsideRangeMax":"Waarde moet kleiner dan of gelijk aan {max} zijn","outsideRangeMin":"Waarde moet groter dan of gelijk aan {min} zijn","invalidCodedValue":"Waarde moet een van de waarden in de lijst zijn.","invalidType":"Geen geldige waarde","invalidBatchFormType":"Een of meer objecten bevatten ongeldige waardes. Controleer afzonderlijke objecten.","tooShort":"Dit veld vereist een minimum van {min} tekens","featuresInError":"Een of meer objecten bevatten fouten. Controleer afzonderlijke objecten.","nonVisibleError_checkIndividualFeatures":"Een of meer objecten hebben verborgen velden met ongeldige waarden. Controleer individuele objecten en corrigeer de problemen.","featuresWithInvalidValues":"Er zijn ongeldige waarden voor een of meer objecten.","nonVisibleError_changeValues":"Het geselecteerde object bevat verborgen velden met ongeldige waardes. Wijzig de waardes zodat de velden zichtbaar zijn."},"noVisibleFields":{"noElementsInCommon":"De geselecteerde objecten hebben geen gedeelde velden","noElements":"Het geselecteerde object heeft geen velden die u kunt weergeven","elementsHiddenInSome":"De geselecteerde objecten hebben gedeelde velden die niet worden weergegeven vanwege zichtbaarheidsexpressies","allElementsHidden":"De geselecteerde objecten hebben geen velden die u kunt weergeven"},"requiredFieldBatchMode":"Dit veld is vereist voor één of meer objecten.","requiredFieldLabel":"{name} - vereist veld"}