{"formFailedToLoad":"Le chargement du formulaire a échoué.","differentValues":"(Valeurs différentes)","empty":"Aucune valeur","showAllOptions":"Afficher toutes les options","valueExpressionError":"Échec du calcul de la valeur","failedToCalculateValues":"Échec du calcul des valeurs","expressionEvaluationFailed":"Échec de l’exécution des calculs dans le formulaire","formComplexityThresholdExceeded":"Le chargement du formulaire a échoué. Essayez avec moins d’entités","unsupportedContingentValues":"La modification des attributs pour plusieurs entités n’est pas disponible pour les couches avec des valeurs conditionnelles.","validationErrors":{"cannotBeNull":"Saisissez une valeur","outsideRange":"La valeur doit être comprise entre {min} et {max}","outsideRangeMax":"La valeur doit être inférieure ou égale à {max}","outsideRangeMin":"La valeur doit être supérieure ou égale à {min}","invalidCodedValue":"La valeur doit être l’une des valeurs répertoriées.","invalidType":"Valeur non valide","invalidBatchFormType":"Une ou plusieurs entités comportent des valeurs non valides. Examinez chacune des entités.","tooShort":"Ce champ nécessite au moins {min} caractères","featuresInError":"Une ou plusieurs entités comportent des erreurs. Examinez chacune des entités.","nonVisibleError_checkIndividualFeatures":"Une ou plusieurs entités comportent des champs masqués avec des valeurs non valides. Examinez chacune des entités et corrigez les erreurs.","featuresWithInvalidValues":"Une ou plusieurs entités comportent des valeurs non valides","nonVisibleError_changeValues":"L’entité sélectionnée comporte des champs masqués avec des valeurs non valides. Modifiez les valeurs pour que les champs soient visibles."},"noVisibleFields":{"noElementsInCommon":"Les entités sélectionnées ne comportent aucun champ partagé","noElements":"L’entité sélectionnée ne comporte aucun champ à afficher","elementsHiddenInSome":"Les entités sélectionnées comportent des champs partagés qui ne s’affichent pas en raison d’expressions de visibilité","allElementsHidden":"Les entités sélectionnées ne comportent aucun champ à afficher"},"requiredFieldBatchMode":"Ce champ est obligatoire pour une ou plusieurs entités.","requiredFieldLabel":"{name} – champ obligatoire"}