{"formFailedToLoad":"Impossibile caricare il modulo.","differentValues":"(Valori differenti)","empty":"Nessun valore","showAllOptions":"Mostra tutte le opzioni","valueExpressionError":"Impossibile calcolare il valore","failedToCalculateValues":"Impossibile calcolare i valori","expressionEvaluationFailed":"Il modulo non è riuscito a eseguire i calcoli","formComplexityThresholdExceeded":"Impossibile caricare il modulo. Provare con un numero inferiore di feature","unsupportedContingentValues":"La modifica di attributi in più feature non è disponibile per i layer con valori contingenti.","validationErrors":{"cannotBeNull":"Immettere un valore","outsideRange":"Il valore deve essere compreso tra {min} e {max}","outsideRangeMax":"Il valore deve essere inferiore o uguale a {max}","outsideRangeMin":"Il valore deve essere superiore o uguale a {min}","invalidCodedValue":"Il valore deve essere uno dei valori elencati.","invalidType":"Non è un valore valido","invalidBatchFormType":"Una o più feature contengono valori non validi. Controllare le singole feature.","tooShort":"Questo campo richiede un minimo di {min} caratteri","featuresInError":"Una o più feature hanno errori. Controllare le singole feature.","nonVisibleError_checkIndividualFeatures":"Una o più feature hanno campi nascosti con valori non validi. Controllare le singole feature e correggere i problemi.","featuresWithInvalidValues":"Una o più feature hanno valori non validi","nonVisibleError_changeValues":"La feature selezionata ha campi nascosti con valori non validi. Modificare i valori in modo che i campi siano visibili."},"noVisibleFields":{"noElementsInCommon":"Le feature selezionate non hanno campi condivisi","noElements":"La feature selezionata non ha campi da visualizzare","elementsHiddenInSome":"Le feature selezionate hanno campi condivisi che non sono visualizzati a causa delle espressioni di visibilità","allElementsHidden":"Le feature selezionate non hanno campi da visualizzare"},"requiredFieldBatchMode":"Questo campo è richiesto per una o più feature.","requiredFieldLabel":"{name} - campo obbligatorio"}