{"formFailedToLoad":"Η φόρτωση της φόρμας απέτυχε.","differentValues":"(Διαφορετικές τιμές)","empty":"Καμία τιμή","showAllOptions":"Εμφάνιση όλων των επιλογών","valueExpressionError":"Απέτυχε ο υπολογισμός της τιμής","failedToCalculateValues":"Απέτυχε ο υπολογισμός τιμών","expressionEvaluationFailed":"Η εκτέλεση υπολογισμών στη φόρμα απέτυχε","formComplexityThresholdExceeded":"Η φόρτωση της φόρμας απέτυχε. Δοκιμάστε με λιγότερα στοιχεία","unsupportedContingentValues":"Η επεξεργασία γνωρισμάτων για πολλαπλά στοιχεία δεν είναι διαθέσιμη για θεματικά επίπεδα με ενδεχόμενες τιμές.","validationErrors":{"cannotBeNull":"Εισαγάγετε μια τιμή","outsideRange":"Η τιμή πρέπει να είναι από {min} έως {max}","outsideRangeMax":"Η τιμή θα πρέπει να είναι μικρότερη από ή ίση με {max}","outsideRangeMin":"Η τιμή θα πρέπει να είναι μεγαλύτερη από ή ίση με {min}","invalidCodedValue":"Η τιμή πρέπει να είναι μία από τις παρατιθέμενες.","invalidType":"Μη έγκυρη τιμή","invalidBatchFormType":"Ένα ή περισσότερα στοιχεία περιέχουν μη έγκυρες τιμές. Ελέγξτε τα μεμονωμένα στοιχεία.","tooShort":"Στο πεδίο αυτό απαιτούνται τουλάχιστον {min} χαρακτήρες.","featuresInError":"Ένα ή περισσότερα στοιχεία διαθέτουν σφάλματα. Ελέγξτε τα μεμονωμένα στοιχεία.","nonVisibleError_checkIndividualFeatures":"Ένα ή περισσότερα στοιχεία έχουν κρυφά πεδία με μη έγκυρες τιμές. Ελέγξτε τα μεμονωμένα στοιχεία και διορθώστε τα προβλήματα.","featuresWithInvalidValues":"Υπάρχουν μη έγκυρες τιμές σε ένα ή περισσότερα στοιχεία","nonVisibleError_changeValues":"Το επιλεγμένο στοιχείο έχει κρυφά πεδία με μη έγκυρες τιμές. Αλλάξτε τις τιμές προκειμένου τα πεδία να είναι ορατά."},"noVisibleFields":{"noElementsInCommon":"Τα επιλεγμένα στοιχεία δεν διαθέτουν κοινόχρηστα πεδία","noElements":"Το επιλεγμένο στοιχείο δεν έχει πεδία προς εμφάνιση","elementsHiddenInSome":"Τα επιλεγμένα στοιχεία έχουν κοινόχρηστα πεδία που δεν εμφανίζονται εξαιτίας των εκφράσεων ορατότητας","allElementsHidden":"Τα επιλεγμένα στοιχεία δεν έχουν πεδία προς εμφάνιση"},"requiredFieldBatchMode":"Αυτό το πεδίο απαιτείται για ένα ή περισσότερα στοιχεία.","requiredFieldLabel":"{name} - απαιτούμενο πεδίο"}