{"formFailedToLoad":"Az űrlap betöltése nem sikerült.","differentValues":"(Különböző értékek)","empty":"Nincs érték","showAllOptions":"Minden beállítás megjelenítése","valueExpressionError":"Az érték kiszámítása nem sikerült","failedToCalculateValues":"Nem sikerült kiszámítani az értékeket","expressionEvaluationFailed":"Az űrlap nem tudta futtatni a számításokat","formComplexityThresholdExceeded":"Az űrlap betöltése nem sikerült. Próbálkozzon kevesebb vektoros elemmel","unsupportedContingentValues":"Több vektoros elem attribútumainak szerkesztése nem érhető el feltételes értékekkel rendelkező rétegeknél.","validationErrors":{"cannotBeNull":"Adjon meg egy értéket","outsideRange":"Az értéknek {min} és {max} között kell lennie","outsideRangeMax":"Az értéknek {max} értéknél kisebbnek vagy azzal egyenlőnek kell lennie","outsideRangeMin":"Az értéknek {min} értéknél nagyobbnak vagy azzal egyenlőnek kell lennie","invalidCodedValue":"Az érték a listában szereplő értékek egyike lehet.","invalidType":"Nem érvényes érték","invalidBatchFormType":"Egy vagy több vektoros elem érvénytelen értékeket tartalmaz. Ellenőrizze az egyes vektoros elemeket.","tooShort":"A mező tartalma legalább {min} karakter terjedelmű kell legyen","featuresInError":"Egy vagy több vektoros elem hibás. Ellenőrizze az egyes vektoros elemeket.","nonVisibleError_checkIndividualFeatures":"Egy vagy több vektoros elem érvénytelen értékekkel rendelkező rejtett mezőket tartalmaz. Ellenőrizze az egyes vektoros elemeket, és javítsa ki a problémákat.","featuresWithInvalidValues":"Egy vagy több vektoros elem érvénytelen értékekkel rendelkezik","nonVisibleError_changeValues":"A kiválasztott vektoros elem érvénytelen értékekkel rendelkező rejtett mezőket tartalmaz. Módosítsa az értékeket, hogy a mezők láthatók legyenek."},"noVisibleFields":{"noElementsInCommon":"A kijelölt vektoros elemek nem tartalmaznak megosztott mezőket","noElements":"A kijelölt vektoros elem nem rendelkezik megjeleníthető mezőkkel","elementsHiddenInSome":"A kiválasztott vektoros elemek olyan megosztott mezőkkel rendelkeznek, amelyek a láthatósági kifejezések miatt nem jelennek meg","allElementsHidden":"A kijelölt vektoros elem nem rendelkezik megjeleníthető mezőkkel"},"requiredFieldBatchMode":"Ez a mező egy vagy több vektoros elemhez szükséges.","requiredFieldLabel":"{name} – kötelező mező"}