{"formFailedToLoad":"No s'ha pogut carregar el formulari.","differentValues":"(Valors diferents)","empty":"Cap valor","showAllOptions":"Mostra totes les opcions","valueExpressionError":"No s'ha pogut calcular el valor","failedToCalculateValues":"No s'han pogut calcular els valors","expressionEvaluationFailed":"El formulari no ha pogut executar els càlculs","formComplexityThresholdExceeded":"No s'ha pogut carregar el formulari. Proveu-ho amb menys entitats","unsupportedContingentValues":"No es poden editar els atributs de diverses entitats en capes amb valors contingents.","validationErrors":{"cannotBeNull":"Introduïu un valor","outsideRange":"El valor ha d'estar entre {min} i {max}","outsideRangeMax":"El valor ha de ser menor o igual que {max}","outsideRangeMin":"El valor ha de ser major o igual que {min}","invalidCodedValue":"El valor ha de ser un dels de la llista.","invalidType":"No és un valor vàlid","invalidBatchFormType":"Una o diverses entitats contenen valors que no són vàlids. Comproveu les entitats individuals.","tooShort":"Aquest camp necessita com a mínim {min} caràcters","featuresInError":"Una o diverses entitats tenen errors. Comproveu les entitats individuals.","nonVisibleError_checkIndividualFeatures":"Una o diverses entitats tenen camps ocults amb valors que no són vàlids. Comproveu les entitats individuals i corregiu-ne els problemes.","featuresWithInvalidValues":"Una o diverses entitats tenen valors no vàlids","nonVisibleError_changeValues":"L'entitat seleccionada té camps ocults amb valors que no són vàlids. Canvieu els valors perquè els camps siguin visibles."},"noVisibleFields":{"noElementsInCommon":"Les entitats seleccionades no tenen cap camp compartit","noElements":"L'entitat seleccionada no té cap camp per mostrar","elementsHiddenInSome":"Les entitats seleccionades tenen camps compartits que no es mostren per les expressions de visibilitat","allElementsHidden":"Les entitats seleccionades no tenen cap camp per mostrar"},"requiredFieldBatchMode":"Aquest camp és obligatori per a una o diverses entitats.","requiredFieldLabel":"{name} - camp obligatori"}